import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-news-event',
  templateUrl: './news-event.component.html',
  styleUrls: ['./news-event.component.css']
})
export class NewsEventComponent implements OnInit {
  newsList = [
    {
      title: '15 अगस्त के मौके पर',
      description: 'आज गौरी माता एफपीओ द्बारा 15 अगस्त के मौके पर बबीना कैंट के कमांडर अफसर ,को ड्रोन का प्रदर्शन और झंडा फहराने का मौका मिला और कमांडर ऑफिसर ने बताया हम सभी ग्राम वासियों का सहयोग करेंगे साथ ही उन्होंने बच्चों को बताया कि केवल बोर्डर पर जाकर ही देस की सेवा के साथ देश के अंदर हम अपने देश की सेवा अच्छी शिक्षा लेकर ओर देश को अपनी सेवाएं देकर हम देश की सेवा कर सकते हे.',
      image: 'assets/15_aug.jpeg'
    },
    {
      title: 'प्राकृतिक खेती का रजिस्ट्रेशन ',
      description: 'सभी किसान भाई और बहिनों को बताते हुए हर्ष हो रहा हे कि जो भी किसान भाई प्राकृतिक खेती करना चाहता है वह अपना प्राकृतिक खेती का रजिस्ट्रेशन करवा ले /जिसमें सालाना की राशि ₹4000 सरकार द्वारा दिए जाएंगे प्राकृतिक खेती का एक क्लस्टर बनाया जा रहा है जो भी किसान भाई इसमें रजिस्ट्रेशन करवाना चाहता है वह अपना रजिस्ट्रेशन करबाले इस नम्बर पर संपर्क करे .',
      image: 'assets/15_aug2.jpeg'
    },
    {
      title: 'एक बगिया माँ के नाम ',
      description: 'आप सभी समूह की दीदी के लिए शासन की नई योजना आई है जिसमें आपको सभी 2.84 लाख रुपए का अनुदान दिया जाएगा अपनी ही भूमि पर फलदार पौधारोपण कराने हेतु जो भी समूह की दीदी करना अपना पंजीयन/रजिस्ट्रेशन कराना चाहती है वह अपना प्राकृतिक खेती का जिस्ट्रेशन करवा  लेवे  रजिस्ट्रेशन करबाने हेतु आजीविका मिशन में अपने CLF नोडल ओर कृषि सखि से संपर्क करे .',
      image: 'assets/15_aug3.jpeg'
    },
    {
      title: 'किसानों को नया बीज',
      description: 'गौरी माता एग्री फार्मार प्रोड्यूसर लिमिटेड कंपनी द्वारा किसानों को नया बीज गुजरात की मूंगफली का बीज जीजी -23 की वैरायटी जो की उपज में और दाने में 80% की बीज किसानों को रजिस्ट्रेशन के साथ दी जाएगी कृपया जिन किसान भाइयों को बीज की आवश्यकता है या नई वैरायटी की उपज देखना चाहते हैं तो कृपया कर गौरी माता एग्री फार्मर प्रोड्यूसर लिमिटेड कंपनी नयाखेड़ा पर आकर सब्सिडी के साथ बीज प्राप्त करें.',
      image: 'assets/15_aug4.jpeg'
    }
  ];
  constructor() { }

  ngOnInit() {
  }

}
